NSCameraUsageDescription = "L'accesso alla Camera è richiesto per scansionare documenti e per scattare foto e video. ";
NSFaceIDUsageDescription = "L'accesso al Face ID è richiesto per l'autenticazione usando il riconoscimento facciale. ";
NSLocationAlwaysUsageDescription = "L'app mostrerà la tua posizione su una mappa.";
NSPhotoLibraryUsageDescription = "L'accesso alla galleria è richiesto per condividere foto e video dal dispositivo.";
NSPhotoLibraryAddUsageDescription = "L'accesso alla galleria è richiesto per condividere foto e video dal dispositivo.";
NSMicrophoneUsageDescription = "L'accesso al microfono è richiesto per creare memo vocali.";
NSLocationWhenInUseUsageDescription = "L'app mostrerà la tua posizione su una mappa.";
NSUserTrackingUsageDescription = "Per misurare la qualità della programmazione dell'app e individuare crash ed errori e le relative cause, vengono analizzati dati anonimizzati provenienti dal flusso di programma. In nessun momento vengono identificati i singoli utenti, la tua identità rimane protetta.";
